{
    "success": true,
    "date": "20250921",
    "readings": [
        {
            "type": "reading1",
            "alt": false,
            "ref": "Amos 8:4-7",
            "title": "I will never forget your deeds, you who trample on the needy",
            "text": [
                "Listen to this, you who trample on the needy",
                "and try to suppress the poor people of the country,",
                "you who say, ‘When will New Moon be over",
                "so that we can sell our corn,",
                "and sabbath, so that we can market our wheat?",
                "Then by lowering the bushel, raising the shekel,",
                "by swindling and tampering with the scales,",
                "we can buy up the poor for money,",
                "and the needy for a pair of sandals,",
                "and get a price even for the sweepings of the wheat.’",
                "The Lord swears it by the pride of Jacob,",
                "‘Never will I forget a single thing you have done.’"
            ]
        },
        {
            "type": "psalm",
            "alt": false,
            "ref": "Psalm 112(113):1-2,4-8",
            "title": null,
            "text": [
                "Praise the Lord, who raises the poor.",
                [
                    "or",
                    "Alleluia!",
                    "Praise, O servants of the Lord,",
                    "praise the name of the Lord!",
                    "May the name of the Lord be blessed",
                    "both now and for evermore!"
                ],
                [
                    "or",
                    "Alleluia!",
                    "High above all nations is the Lord,",
                    "above the heavens his glory.",
                    "Who is like the Lord, our God,",
                    "who has risen on high to his throne",
                    "yet stoops from the heights to look down,",
                    "to look down upon heaven and earth?"
                ],
                [
                    "or",
                    "Alleluia!",
                    "From the dust he lifts up the lowly,",
                    "from the dungheap he raises the poor",
                    "to set him in the company of princes,",
                    "yes, with the princes of his people."
                ],
                [
                    "or",
                    "Alleluia!"
                ]
            ]
        },
        {
            "type": "reading2",
            "alt": false,
            "ref": "1 Timothy 2:1-8",
            "title": "Pray for everyone to God, who wants everyone to be saved",
            "text": [
                "My advice is that, first of all, there should be prayers offered for everyone – petitions, intercessions and thanksgiving – and especially for kings and others in authority, so that we may be able to live religious and reverent lives in peace and quiet. To do this is right, and will please God our saviour: he wants everyone to be saved and reach full knowledge of the truth. For there is only one God, and there is only one mediator between God and mankind, himself a man, Christ Jesus, who sacrificed himself as a ransom for them all. He is the evidence of this, sent at the appointed time, and I have been named a herald and apostle of it and – I am telling the truth and no lie – a teacher of the faith and the truth to the pagans.",
                "In every place, then, I want the men to lift their hands up reverently in prayer, with no anger or argument."
            ]
        },
        {
            "type": "acclamation",
            "alt": false,
            "ref": "cf.Ac16:14",
            "title": null,
            "text": [
                "Open our heart, O Lord,",
                "to accept the words of your Son."
            ]
        },
        {
            "type": "acclamation",
            "alt": true,
            "ref": "2Co8:9",
            "title": null,
            "text": [
                "Jesus Christ was rich,",
                "but he became poor for your sake,",
                "to make you rich out of his poverty."
            ]
        },
        {
            "type": "gospel",
            "alt": false,
            "ref": "Luke 16:1-13",
            "title": "You cannot be the slave of both God and money",
            "text": [
                "Jesus said to his disciples:",
                "‘There was a rich man and he had a steward denounced to him for being wasteful with his property. He called for the man and said, “What is this I hear about you? Draw me up an account of your stewardship because you are not to be my steward any longer.” Then the steward said to himself, “Now that my master is taking the stewardship from me, what am I to do? Dig? I am not strong enough. Go begging? I should be too ashamed. Ah, I know what I will do to make sure that when I am dismissed from office there will be some to welcome me into their homes.”",
                "Then he called his master’s debtors one by one. To the first he said, “How much do you owe my master?” “One hundred measures of oil” was the reply. The steward said, “Here, take your bond; sit down straight away and write fifty.” To another he said, “And you, sir, how much do you owe?” “One hundred measures of wheat” was the reply. The steward said, “Here, take your bond and write eighty.”",
                "‘The master praised the dishonest steward for his astuteness. For the children of this world are more astute in dealing with their own kind than are the children of light.",
                "‘And so I tell you this: use money, tainted as it is, to win you friends, and thus make sure that when it fails you, they will welcome you into the tents of eternity. The man who can be trusted in little things can be trusted in great; the man who is dishonest in little things will be dishonest in great. If then you cannot be trusted with money, that tainted thing, who will trust you with genuine riches? And if you cannot be trusted with what is not yours, who will give you what is your very own?",
                "‘No servant can be the slave of two masters: he will either hate the first and love the second, or treat the first with respect and the second with scorn. You cannot be the slave both of God and of money.’"
            ]
        }
    ]
}